micropython/micropython/ports/raspberrypi/boards/wiznet_w5100s_evb_pico/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "W5100S-EVB-Pico"
#define MICROPY_HW_MCU_NAME "rp2040"
